brew 'rbenv'
brew 'coreutils'
brew 'macvim', args: ['with-override-system-vim']
brew 'node'
brew 'nvm'
brew 'yarn'
tap 'caskroom/cask'
cask_args appdir: '/Applications'
cask 'alfred'
cask 'iterm2'
cask 'google-chrome'
cask '1password'
cask 'shiftit'
cask 'LaunchControl'
cask 'licecap'
cask 'slack'
cask 'sublime-text'
cask 'postman'
cask 'visual-studio-code'
cask 'spotify'
