brew 'coreutils'


# javascript
brew 'node'
brew 'nvm'
brew 'yarn'

brew 'bash-completion@2'

cask_args appdir: '/Applications'
cask 'iterm2'
cask 'sublime-text'

cask 'flycut'
cask 'google-chrome'
cask 'lastpass'
cask 'divvy'
cask 'LaunchControl'
cask 'slack'
cask 'postman'
cask 'visual-studio-code'
cask 'spotify'

brew 'fzf' # also run $(brew --prefix)/opt/fzf/install
cask 'zoom'
# kubernetes development
brew 'k3d'
brew 'helm'
brew 'kustomize'
brew 'operator-sdk'
brew 'awscli'
brew 'argocd'
brew 'kubernetes-cli'
cask 'docker'
brew 'tfenv'
tap 'derailed/k9s'
brew 'derailed/k9s/k9s'
